Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: #x0151;+ és el caràcter ``{{T1}{ec}{m}{n}{'256}}'')
es_es: #x0151;+ es el carácter ``{{T1}{ec}{m}{n}{'256}}'')

source: (*) Considereu l'homògraf espanyol vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').
es_es: Considerad el homógrafo vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').

source: (*) En absència d'informació lèxica o semàntica, l'ambigüitat estructural{} {} és impossible de resoldre.
es_es: (*) En ausencia de información léxica o semántica, la ambigüedad estructural{} {} es imposible de resolver.

source: (*) Exemples de l'espanyol al català: Ambigüitat que es pot resoldre després de fer una anàlisi morfològica de l'oració: en mi trabajo, l'homògraf trabajo pot ser substantiu (català treballo) o verb (català treball), però la presència de mi (determinant possessiu) desambigua l'homògraf perfectament.
es_es: (*) Ejemplos del español al catalán: Ambigüedad que se puede resolver después de hacer un análisis morfológico de la oración: en mi trabajo, el homógrafo trabajo puede ser sustantivo o verbo, pero la presencia de mi (determinante posesivo) desambigua el homógrafo perfectamente.

source: (*) Hi ha ambigüitats de tipus lèxic que poden ser sempre correctament resoltes després de fer una anàlisi morfològica.
es_es: (*) Hay ambigüedades de tipo léxico que pueden ser siempre correctamente resueltas después de hacer un análisis morfológico.

source: (*) Indiqueu breument quines estratègies es podrien usar per a resoldre l'ambigüitat sintàctica d'adjunció.
es_es: (*) Indicad brevemente qué estrategias se podrían usar para resolver la ambigüedad sintáctica de adjunción.

source: (*) Moltes vegades, l'ambigüitat lèxica no és ni polisèmia (estació, bomba), ni ambigüitat lèxica amb canvi de categoria gramatical (sobre [preposició, substantiu i, en la varietat valenciana, verb], riu [substantiu i verb]) sinó que succeeix perquè dues formes de la mateixa categoria lèxica són homògrafes: volem pot ser una forma del verb volar i del verb voler; podeu pot ser una forma del verb poder i del verb podar; en espanyol, creo és una forma de creer o de crear, fui és una forma de ir o de ser, etc.
es_es: (*) Muchas veces, la ambigüedad léxica no es ni polisemia (estación, bomba), ni ambigüedad léxica con cambio de categoría gramatical (sobre [preposición y sustantivo], río [sustantivo y verbo]) sino que sucede porque dos formas de la misma categoría léxica son homógrafas: en catalán volem puede ser una forma del verbo volar y del verbo voler; en catalán podeu puede ser una forma del verbo poder y del verbo podar; en español, creo es una forma de creer o del verbo crear, fui es una forma de ir o de ser, etc.

source: (*) Vegeu el quadre Per saber més de la secció .
es_es: (*) Véase el cuadro Para saber más de la sección .

source: (*) És possible resoldre en alguns casos l'ambigüitat deguda a un mot homògraf utilitzant exclusivament informació morfològica?
es_es: (*) ¿Es posible resolver en algunos casos la ambigüedad debida a una palabra homógrafa utilizando exclusivamente información morfológica?

source: (1: ``Els inversors, la veritat, prestaven més atenció a la venedora que al producte''; 2: ``Els va agradar l'estil de la descripció''; 3: ``La venedora no parlava clar, la descripció era incompleta, però a pesar de tot, la urbanització era una inversió prometedora'').
es_es: (1: ``Los inversores, la verdad, prestaban más atención a la vendedora que al producto"; 2: ``Les gustó el estilo de la descripción"; 3: ``La vendedora no hablaba claro, la descripción estaba incompleta, pero a pesar de todo, la urbanización era una inversión prometedora").

source: (GNU/Linux, Windows, MacOS, iOS, Android); antigament, els sistemes operatius eren de { línia d'ordres}, és a dir, basats en text (Unix primigeni, MS-DOS).
es_es: (GNU/Linux, Windows, MacOS, iOS, Android); antiguamente, los sistemas operativos eran de { línea de órdenes}, es decir, basados en texto (Unix primigenio, MS-DOS).

source: (a) (b) (a) (b): Cada número del 0 al 255 es pot emmagatzemar en 8 bits ($2^8=256$) i n'hi ha quatre: $8 4=32$.
es_es: (a) (b) (a) (b): Cada número del 0 al 255 se puede almacenar en 8 bits ($2^8=256$) y hay cuatro: $8 4=32$.

source: (b) (a): 57.600 b/s són 57.600 / 1024 = 56,25 kb/s.
es_es: (b) (a): 57.600 b/s son 57.600 / 1024 = 56,25 kb/s.

source: (vegeu també la pàg. ).
es_es: (véase también la pág. ).

source: --I les creus? (1: ``Creus aquestes notícies?'' 2: ``Els crucifixos també han rebrotat?'').
es_es: -- I les creus?' (1: ``¿Crees estas noticias?" 2: ``¿Los crucifijos también han rebrotado?").

source: Cantamos pot ser present o passat.
es_es: Cantamos puede ser presente o pasado.

source: Els programes d'aplicació els activa l'usuari per mitjà del sistema operatiu, utilitzen el sistema operatiu per a accedir als recursos (maquinari i altres programes) del sistema i interaccionen amb l'usuari mitjançant el dispositius d'entrada i d'eixida (vegeu la figura ).
es_es: Los programas de aplicación los activa el usuario por medio del sistema operativo, utilizan el sistema operativo para acceder a los recursos (hardware y otros programas) del sistema e interaccionan con el usuario mediante los dispositivos de entrada y de salida (véase la figura ).

source: Fes que l'acumulador (un registre de la memòria interna del processador) valga 1.
es_es: Haz que el acumulador (un registro de la memoria interna del procesador) valga 1.

source: http:// mailto: L'esquema d'Internet
es_es: http:// mailto: El esquema de Internet

source: Ahmed Els dos es baixen els arxius en el mateix temps perquè els dos ordinadors tenen la mateixa RAM.
es_es: Ahmed Los dos se bajan los archivos en el mismo tiempo porque los dos ordenadores tienen la misma RAM.

source: Ambigüitat lèxica per polisèmia.
es_es: Ambigüedad léxica por polisemia.

source: Depén; si els camps són numèrics, no és necessari.
es_es: Depende; si los campos son numéricos no es necesario.

source: Es duplica.
es_es: Se duplica.

source: Es refereixen al mateix concepte.
es_es: Se refieren al mismo concepto.

source: Estructural d'adjunció.
es_es: Estructural de adjunción.

source: Estructural d'origen coordinatiu.
es_es: Estructural de origen coordinativo.

source: Ha de fer, necessàriament, 2.000 consultes perquè hi ha 2.000 fitxes.
es_es: Tiene que hacer, necesariamente, 2.000 consultas porque hay 2.000 fichas.

source: Homografia, perquè el pronom pot, en principi, estar substituint un nom o un altre.
es_es: Homografía, porque el pronombre puede, en principio, estar sustituyendo un nombre u otro.

source: L'anàfora d'un pronom buit.
es_es: La anáfora de un pronombre vacío.

source: L'existència de més d'una estructura sintàctica possible.
es_es: La existencia de más de una estructura sintáctica posible.

source: La part inicial.
es_es: La parte inicial.

source: Lèxica categorial.
es_es: Léxica categorial.

source: Lèxica, deguda al fet que el mot expulsar és polisèmic.
es_es: Léxica, debida al hecho de que la palabra expulsar es polisémica.

source: Mitjançant un URI.
es_es: Mediante un URI.

source: No se'n pot dir res: els números IP poden no tenir res a veure.
es_es: No se puede decir nada: los números IP pueden no tener nada que ver.

source: No és possible.
es_es: No es posible.

source: No, aquest tipus d'ambigüitat exigeix un tractament semàntic com a mínim.
es_es: No, este tipo de ambigüedad exige un tratamiento semántico como mínimo.

source: No, perquè les dues formes vendo s'escriuen exactament igual.
es_es: No, porque las dos formas vendo se escriben exactamente igual.

source: No, però ens quedarem sense telèfon i només hi tindrem Internet.
es_es: No, pero nos quedaremos sin teléfono y sólo tendremos Internet.

source: No: ho prohibeix el principi de composicionalitat semàntica.
es_es: No: lo prohíbe el principio de composicionalidad semántica.

source: Una ambigüitat lèxica per homografia d'un mot.
es_es: Una ambigüedad léxica por homografía de una palabra.

source: Una oració pot ser ambigua sense que cap dels seus mots siga ambigu per ell mateix.
es_es: Una oración puede ser ambigua sin que ninguna de sus palabras sea ambigua por si misma.

source: [Programari específic per a professionals de la traducció:] sistemes de traducció automàtica (capítols a ), sistemes de traducció assistida basats en memòries de traducció (capítol ) i bases de dades terminològiques (capítol ).
es_es: [Software específico para profesionales de la traducción:] sistemas de traducción automática (capítulos a ), sistemas de traducción asistida basados en memorias de traducción (capítulo ) y bases de datos terminológicas (capítulo ).

source: Açò se sol instrumentar a través d'un sistema que assigna puntuacions per cada una de les característiques: se sumen les puntuacions per a tots els antecedents possibles i s'elegeix el que obté la puntuació més alta {lappin94j}.
es_es: Esto se suele instrumentar a través de un sistema que asigna puntuaciones a cada una de las características: se suman las puntuaciones para todos los antecedentes posibles y se elige el que obtiene la puntuación más alta {lappin94j}.

source: De fet, els programes d'aplicació solen estar escrits per a ser executats sobre un sistema operatiu, és a dir, els programes d'aplicació assumeixen que el sistema operatiu farà totes aquestes operacions senzilles i no contenen instruccions de programa per a fer-les, sinó només instruccions per a invocar els programes corresponents del sistema operatiu, cosa que simplifica enormement l'escriptura dels programes per part dels programadors.
es_es: De hecho, los programas de aplicación suelen estar escritos para ser ejecutados sobre un sistema operativo, es decir, los programas de aplicación asumen que el sistema operativo hará todas estas operaciones sencillas y no contienen instrucciones de programa para hacerlas, sino sólo instrucciones para invocar los programas correspondientes del sistema operativo, cosa que simplifica enormemente la escritura de los programas por parte de los programadores.

source: Les dues causes poden concórrer.
es_es: Las dos causas pueden concurrir.

source: Total, 11 consultes com a molt.
es_es: Total, 11 consultas como mucho.

source: el primer com és un relatiu que pot modificar dir en l'oració vas dir que vivia encara (``no m'agrada la manera de dir-ho'') o pot modificar { vivia} però ha estat mogut fora de la subordinada completiva vivia encara, que modifica { la manera} (``no m'agrada la manera com vivia, segons que vas dir'').
es_es: el primer cómo es un relativo que puede modificar decir en la oración dijiste que vivía todavía (``no me gusta la manera de decirlo'') o puede modificar { vivía} pero ha sido movido fuera de la subordinada completiva vivía todavía, que modifica { la manera} (``no me gusta la manera como vivía, según que dijiste'').

source: Hi ha molts altres d'abast mundial (Pinterest, Reddit, Tumblr, etc.) i alguns particulars de determinades àrees geogràfiques (com ara VK en els països on es parla rus).
es_es: Hay otros muchos de alcance mundial (Pinterest, Reddit, Tumblr, etc.) y algunos particulares de determinadas áreas geográficas (como por ejemplo VK en los países donde se habla ruso).

source: Que no està ordenada pel camp pel qual estem buscant.
es_es: Que no está ordenada por el campo por el cual estamos buscando.

source: En (a) les mates és un sintagma determinant compost d'un article i un substantiu, que fa d'objecte del verb el·líptic destrossat, mentre que en (b) les mates és un sintagma verbal compost d'un pronom ({ les}) que es refereix a Les gallines i un verb ({ mates}), sintagma que constitueix un sintagma verbal en la segona oració coordinada (vegeu la fig. ).
es_es: En (a) las matas es un sintagma determinante compuesto de un artículo y un sustantivo, que hace de objeto del verbo elíptico destrozado, mientras que en (b) las matas es un sintagma verbal compuesto de un pronombre ({ las}) que se refiere a Las gallinas y un verbo ({ matas}), sintagma que constituye un sintagma verbal en la segunda oración coordinada (véase la fig. ).

source: Per exemple, l'URI {http://www.canalcuina.tv/concurs/sms/index.html} es refereix a un document d'hipertext ---un document de text que conté enllaços que permeten accedir directament a altres hipertextos relacionats--- compatible amb l'esquema http (hypertext transfer protocol o protocol de transferència d'hipertextos) situat en l'ordinador www.canalcuina.tv (de l'empresa fictícia Canal Cuina, possiblement pertanyent al món de la televisió), i, dins d'aquest, en el directori concurs, subdirectori sms.
es_es: Por ejemplo, el URI {http://www.canalcuina.tv/concurs/sms/index.html} se refiere a un documento de hipertexto ---un documento de texto que contiene enlaces que permiten acceder directamente a otros hipertextos relacionados--- compatible con el esquema http (hypertext transfer protocol o protocolo de transferencia de hipertextos) situado en el ordenador www.canalcuina.tv (de la empresa ficticia Canal Cuina, posiblemente perteneciente al mundo de la televisión), y, dentro de éste, en el directorio concurs, subdirectorio sms.

source: Aquest exemple pot tenir dues interpretacions [(a)] No totes les dones s'estimen els abrics de pell.
es_es: Este ejemplo puede tener dos interpretaciones [(a)] No todas las mujeres aprecian los abrigos de piel.

source: Un monitor o pantalla, normalment una pantalla LCD de 17 o més polzades, Un teclat separat i un ratolí.
es_es: Un monitor o pantalla, normalmente una pantalla LCD de 17 o más pulgadas, Un teclado aparte y un ratón.

source: Aquesta oració té, fonamentalment, dues interpretacions.
es_es: Esta oración tiene, básicamente, dos interpretaciones.

source: Les especificacions dels portàtils (memòria, processador) solen ser similars, normalment una miqueta més reduïdes.
es_es: Las especificaciones de los portátiles (memoria, procesador) suelen ser similares, normalmente un poquito más reducidas.

source: Quan dues formes lèxiques diferents tenen la mateixa forma superficial; és a dir, quan s'escriuen de la mateixa manera, se sol dir que són homògrafes; a més, s'anomena simplement homògraf a la forma superficial a què correspon més d'una forma lèxica; el fenomen s'anomena homografia.
es_es: Cuando dos formas léxicas diferentes tienen la misma forma superficial; es decir, cuando se escriben del mismo modo, se suele decir que son homógrafas; además, se denomina simplemente homógrafa a la forma superficial a la que corresponde más de una forma léxica; el fenómeno se denomina homografía.

source: a pesar de no tenir cap ambigüitat lèxica ni estructural aparent.
es_es: a pesar de no tener ninguna ambigüedad léxica ni estructural aparente.

source: i l'altra * PRO diu que qui vindrà?
es_es: y la otra *¿PRO dice que quién vendrá?

source: És a dir, en la primera, el pronom interrogatiu qui és el subjecte de l'oració principal; en la segona, és el subjecte de l'oració subordinada, el qual ha experimentat el moviment de Qu (en anglés Wh-movement) al principi de l'oració, el qual obligatori en molts idiomes ---no en tots: el xinés o el turc no ho fan, per exemple--- per als mots amb funció interrogativa.
es_es: Es decir, en la primera, el pronombre interrogativo quién es el sujeto de la oración principal; en la segunda, es el sujeto de la oración subordinada, el cual ha experimentado el movimiento de Qu (en inglés Wh-movement) al principio de la oración, que es obligatorio en muchos idiomas --- no en todos: el chino o el turco no lo hacen, por ejemplo --- para las palabras con función interrogativa.

source: [Programari d'ús general:] programari dissenyat per a fer tasques més genèriques, interessants per a moltes classes d'usuaris.
es_es: [Software de uso general:] software diseñado para hacer tareas más genéricas, interesantes para muchos tipos de usuarios.

source: on la posició inicial de l'adverbi interrogatiu Com pot resultar de la transformació per moviment de Qu de tres estructures hipotètiques diferents; en cada una d'elles, l'adverbi és adjunt d'un sintagma verbal diferent: [(a)] *Dius com que Jordi ha explicat que vindria?
es_es: donde la posición inicial del adverbio interrogativo Cómo puede ser el resultado de la transformación por movimiento de Qu de tres estructuras hipotéticas diferentes; en cada una de ellas, el adverbio es adjunto de un sintagma verbal diferente: [(a)] *¿Dices cómo ha explicado que vendría?

source: En la primera interpretació es pregunta per la manera de dir-ho, en la segona per la manera d'explicar-ho i en la tercera per la manera de venir.
es_es: En la primera interpretación se pregunta por la manera de decirlo, en la segunda por la manera de explicarlo y en la tercera por la manera de venir.

source: {Alguns indicatius Internet usats originalment als Estats Units d'Amèrica i més recentment arreu del món, alguns d'ells patrocinats per determinades institucions.}
es_es: {Algunos indicativos de Internet usados originalmente en los Estados Unidos de América y más recientemente en todo el mundo, algunos de ellos patrocinados por determinadas instituciones.}

source: {alcaraz97b} defineixen l'el·lipsi com l'omissió o l'absència d'alguna part d'una oració.
es_es: {alcaraz97b} definen la elipsis como la omisión o la ausencia de alguna parte de una oración.

source: 11a consulta: o és la que busquem, o no hi és.
es_es: 11ª consulta: o es la que buscamos, o no existe.

source: Guarda el valor de l'acumulador en índex.
es_es: Guarda el valor del acumulador en índice.

source: Una impressora (d'injecció o de raig de tinta ---la més típica---, o làser).
es_es: Una impresora (de inyección o de tinta ---la más típica ---, o láser).

source: Salta a la instrucció .
es_es: Salta a la instrucción .

source: Altes o addicions: afegir un nou registre a la base de dades, tot fent que els seus camps prenguen els valors corresponents.
es_es: Altas o adiciones: añadir un nuevo registro a la base de datos, haciendo que sus campos tomen los valores correspondientes.

source: Els lladres van ser atrapats a una fàbrica incendiada per un policia (1: ``Els lladres van ser capturats pel comissari a una fàbrica abandonada''; 2: ``La fàbrica on van ser capturats va ser l'objectiu d'un agent piròman'').
es_es: Los ladrones fueron atrapados en una fábrica incendiada por un policía (1: ``Los ladrones fueron capturados por el comisario en una fábrica abandonada"; 2: ``La fábrica donde fueron capturados fue el objetivo de un agente pirómano").

source: S'han de repassar les entrades i les despeses que s'hagen fet en euros (1: ``Les entrades s'han de repassar totes; les despeses només si s'han fet en euros''; 2: ``De les entrades, se n'han de repassar només les fetes en euros'').
es_es: Se tienen que repasar las entradas y los gastos que se hayan hecho en euros (1: ``Las entradas se tienen que repasar todas; los gastos sólo si se han hecho en euros"; 2: ``De las entradas, se tienen que repasar sólo las hechas en euros").

source: megamòndria síngula: documents que continguen aquests dos mots o variants.
es_es: megamondrío síngulo: documentos que contengan estas dos palabras o variantes.

source: megaoctets o megabytes (MB), o milions d'octets.
es_es: megabytes (MB), o millones de bytes.

source: Ambigüitat estructural d'origen coordinatiu.
es_es: Ambigüedad estructural de origen coordinativo.

source: Ambigüitat estructural pura d'adjunció.
es_es: Ambigüedad estructural pura de adjunción.

source: Considereu aquestes dues frases estructuralment idèntiques afectades per la mateixa ambigüitat estructural pura d'adjunció: Porta'm les claus de l'armari gran Porta'm les claus de la cadira verda En l'oració , podem dubtar, ja que no sabem si les claus són les que obrin l'armari o les que estan allà guardades.
es_es: Considerad estas dos frases estructuralmente idénticas afectadas por la misma ambigüedad estructural pura de adjunción: Tráeme las llaves del armario grande Tráeme las llaves de la silla verde En la oración , podemos dudar, puesto que no sabemos si las llaves son las que abren el armario o las que están allá guardadas.

source: Copiar, moure i esborrar fitxers de dades.
es_es: Copiar, mover y borrar ficheros de datos.

source: Després de la 2a consulta, si la fitxa central no és la que busquem, ens queden dues meitats de 308 fitxes.
es_es: Después de la 2ª consulta, si la ficha central no es la que buscamos, nos quedan dos mitades de 308 fichas.

source: El sentit (entre els possibles sentits del terme) al qual es refereix la fitxa o registre actual.
es_es: El sentido (entre los posibles sentidos del término) al cual se refiere la ficha o registro actual.

source: Guarda el valor de l'acumulador en una posició de memòria que anomenarem índex.
es_es: Guarda el valor del acumulador en una posición de memoria que denominaremos índice.

source: IATE (Inter-Active Terminology for Europe, {http://iate.europa.eu/}) és la base de dades terminològica de referència de la Unió Europea i proporciona termes per a cada concepte en les 24 llengües oficials de la Unió Europea i en llatí.
es_es: IATE (Inter-Active Terminology for Europe, {http://iate.europa.eu/}) es la base de datos terminológica de referencia de la Unión Europea y proporciona términos para cada concepto en las 24 lenguas oficiales de la Unión Europea y en latín.

source: L'estadística d'aparició conjunta de mots en corpus bilingües de textos pot ajudar a resoldre directament l'ambigüitat de transferència quan es disposa de diccionaris de transferència o quan els textos estan alineats.
es_es: La estadística de aparición conjunta de palabras en corpus bilingües de textos puede ayudar a resolver directamente la ambigüedad de transferencia cuando se dispone de diccionarios de transferencia o cuando los textos están alineados.

source: La informació sintàctica pot ser més rellevant que no ho sembla: si diem Marta la va veure l'antecedent de la no pot ser Marta, per causa de les anomenades barreres, restriccions associades a determinades característiques de l'estructura sintàctica de l'oració.
es_es: La información sintáctica puede ser más relevante de lo que parece: si decimos Marta la vio el antecedente de la no puede ser Marta, a causa de las llamadas barreras, restricciones asociadas a determinadas características de la estructura sintáctica de la oración.

source: Que usa XML per a obtenir una velocitat acceptable.
es_es: Que usa XML para obtener una velocidad aceptable.

source: l'oració té més d'una estructura sintàctica possible (és a dir, és estructuralment ambigua o sintàcticament ambigua).
es_es: la oración tiene más de una estructura sintáctica posible (es decir, es estructuralmente ambigua o sintácticamente ambigua).

source: [Cable:] el mòdem fa la connexió a través d'un cable coaxial, tecnologia que s'usava tradicionalment per a televisió, amb velocitats i preus similars a l'ADSL.
es_es: [Cable:] el módem hace la conexión a través de un cable coaxial, tecnología que se usaba tradicionalmente para televisión, con velocidades y precios similares al ADSL.

source: [Com a font de documentació:] A més de contenir textos de moltes classes que poden servir d'exemple o inspiració a l'hora de fer traduccions, s'hi poden trobar enciclopèdies, diccionaris, glossaris, memòries de traducció (vegeu el capítol ), i moltes altres fonts de documentació.
es_es: [Como fuente de documentación:] Además de contener textos de muchas clases que pueden servir de ejemplo o inspiración a la hora de hacer traducciones, se pueden encontrar enciclopedias, diccionarios, glosarios, memorias de traducción (véase el capítulo ), y otras muchas fuentes de documentación.
